/*Напишите программу, которая принимает на вход трёхзначное число и 
на выходе показывает вторую цифру этого числа.*/

/*
int number = new Random().Next(100,1000);
Console.WriteLine("Случайное число : " + number ) ;
int digitOne = number %100;
int digitTwo = digitOne / 10;

int result = digitTwo;

Console.WriteLine("нужное число : " +result)
*/
////////////конец первой задачи///////